Adamantinome
Adénocarcinofibrome
Adénocarcinome
Adénofibrome
Adénolipome
Adénolymphome
Adénomatose
Adénome
Adénomyome
Adénomyoépithéliome
Adénosarcome
Améloblastome
Androblastome
Angioendothéliome
Angiofibrome
Angiokératome
Angiolipome
Angiomyofibroblastome
Angiomyolipome
Angiomyome
Angiomyosarcome
Angiomyxome
Anémie
Apudome
Askin
Astroblastome
Astrocytome
B
BCR
Blastome
Borst
Bowen
Brenner
Burkitt
CD
Carcino
Carcinofibrome
Carcinomatose
Carcinome
Carcinosarcome
Cellules
Cholangiocarcinome
Cholangiome
Chondroblastome
Chondromatose
Chondrome
Chondrosarcome
Chordome
Choriocarcinome
CodeGroupeMorpho
CodeMorphoCIMO
Comédocarcinome
Corticosurrénalome
Craniopharyngiome
Cylindrome
Cystadénocarcinome
Cystadénome
Cémentoblastome
Cémentome
Dermatofibrome
Dermatofibrosarcome
Duclos
Dysgerminome
Entéroglucagonome
Esthésio
Ewing
FAB
Fibro
Fibroadénome
Fibroblastome
Fibrodentinome
Fibrolipome
Fibromatose
Fibrome
Fibromyxolipome
Fibromyxome
Fibromyxosarcome
Fibrosarcome
Gammapathie
Gangliocytome
Gangliogliome
Ganglioneuroblastome
Ganglioneuromatose
Ganglioneurome
Gastrinome
Germinome
Glioblastome
Gliofibrome
Gliomatose
Gliome
Gliosarcome
Glomangiome
Glomangiomyome
Glomangiosarcome
Glucagonome
Goitre
Gonadoblastome
Granulome
Gynandroblastome
HTLV
Hibernome
Hidradénome
Hidrocystome
Histiocytome
Histiocytose
Hodgkin
Hémangioblastome
Hémangioendothéliome
Hémangiome
Hémangiopéricytome
Hémangiosarcome
Hémolymphangiome
Hépatoblastome
Hépatome
Insulinome
Jadassohn
Kaposi
Klatskin
Kupffer
Kyste
Langerhans
Leiomyome
Leiomyosarcome
Lentigo
Leucémie
Leydig
Lhermitte
LibelleCodeCIMO
Linite
Lipoblastomatose
Lipome
Liposarcome
Lutéome
Lymphadénopathie
Lymphangiome
Lymphangiomyomatose
Lymphangiomyome
Lymphangiosarcome
Lymphome
Léiomyomatose
Léiomyome
Léiomyosarcome
Lésion
Macroglobulinémie
Maladie
Mastocytome
Mastocytose
Merkel
Microcarcinome
Mulleroblastome
Mycosis
Myofibroblastome
Myofibromatose
Myofibrome
Myome
Myosarcome
Myoépithéliome
Myxome
Myxosarcome
Myélolipome
Myélome
Myélosclérose
Médullo
Médulloblastome
Médullomyoblastome
Médulloépithéliome
Mélanocytome
Mélanocytose
Mélanomatose
Mélanome
Mélanose
Méningiomatose
Méningiome
Mésenchymome
Mésonéphrome
Mésothéliome
N
NK
Neurilemmome
Neurinomatose
Neuroblastome
Neurocytome
Neurofibromatose
Neurofibrome
Neuron
Neurothécome
Neuroépithéliome
Nodule
Néoplasie
Néphroblastome
Néphrome
Névrome
OMS
Odontoaméloblastome
Odontome
Odontosarcome
Oligodendroblastome
Oligodendrogliome
Ostéoblastome
Ostéochondromatose
Ostéochondrome
Ostéome
Ostéosarcome
Pacini
Paget
Pancréatoblastome
Panmyélose
Papillomatose
Papillome
Parachordome
Paragangliome
Petit
Phéochromocytome
Pilomatrixome
Pinéaloblastome
Pinéalocytome
Pinéalome
Plasmocytome
Polycythémie
Polyembryome
Polype
Polypose
Porome
Prolactinome
Pseudomyxome
Périneurome
Queyrat
Rhabdomyome
Rhabdomyosarcome
Rétinoblastome
Rétinocytome
SAI
Sarcomatose
Sarcome
Sertoli
Sialoblastome
Somatostatinome
Spiradénome
Spongioblastome
Spongioneuroblastome
Subependymome
Syndrome
Synoviome
Syringoadénome
Syringofibroadénome
Syringome
Séminome
Sézary
Thrombocythémie
Thymome
Thécome
Trichilemmocarcinome
Trichilemmome
Trichofolliculome
Trichoépithéliome
Tumeur
Tumorlet
Tératocarcinome
Tératome
Vipome
Waldenstr
Xanthoastrocytome
abdominale
achromique
acidophile
acineuses
acquis
acral
adamantinomateux
adulte
adéno
adénocarcino
adénomateux
adénomato
adénomatose
adénome
adénosquameux
agressif
agressive
aigu
allure
alvéolaire
amylo
améloblastique
anales
anaplasique
angiocentrique
angioimmunoblastique
angiomateux
angiomato
annexes
annulaires
anomalies
anormaux
aortique
apocrine
appendice
associé
assurée
atypique
auriculo
aussi
autres
avec
avoine
bague
ballonisées
bas
basalo
basocellulaire
basophile
basophiles
basospinocellulaire
bien
biliaire
biphasique
biphénotypique
bizarre
blastes
bleu
bras
bronchioloalvéolaire
bénigne
bénignes
bénignité
bénin
c
calcifiant
calcifiante
canal
canalaire
canaliculaire
cancérisé
capillaire
carcino
carcinome
carcinomes
carotidien
cartilagineuse
caverneux
cellulaire
cellulaires
cellularité
cellule
cellules
central
cerveau
cervelet
cha
chaton
cholangiocarcinome
chondro
chondroblastique
chondromyxo
chordo
choro
chromophobe
chromophobes
chromosome
chronique
ciliées
claires
cloacale
codage
collo
combinés
compactes
complexe
composante
composé
congénital
cordons
corne
corpuscule
corpuscules
corticosurrénalien
court
cribriforme
cutané
cutanée
cutanées
cylindriques
cémentifiant
cérumineux
cérébelleux
d
dans
de
delta
dendritiques
dentelé
dermique
dermo
des
desmoplasique
desmoplastique
diennes
diffus
diffuse
différenciation
différencié
différenciée
digital
diques
disséminée
droits
du
dysembryoplasique
dysplasie
dysplasique
dédifférencié
délétion
dép
déplétion
eau
eccrine
ectopique
embryonnaire
en
encapsulé
endocervical
endocrinienne
endométrial
endométrio
endovasculaire
entérochromaffines
entérochromaffino
envahissement
essentielle
et
exception
exclusion
excès
exocrines
extension
extramammaire
extramédullaire
extrasurrénalien
faible
fant
fascias
fibreuse
fibreux
fibrillaire
fibro
fibroblastique
fibrohistiocytaire
fibrolamellaire
fibromyxo
fibrose
foetal
folliculaire
fongo
formation
forme
formes
fusiforme
fusiformes
fusocellulaire
gaine
gamma
gangliocytaire
ganglionnaire
gastro
germinales
glandes
glandulaire
glomique
glomus
glomérulaires
glycogènes
goitre
gonadique
grade
grain
grandes
granuleuses
granulosa
grêle
géant
géantes
gémistocytique
génital
halo
hamartomateux
haut
hile
histiocytaire
hodgkinien
hodgkinienne
hyalines
hyalinisant
hydatiforme
hypernéphro
hypersécrétoire
hyperéosinophilique
hémangioblastique
hépato
hépatocellulaire
hépatosplénique
hétérologues
immunoblastique
immunoglobulines
immunoproliférative
in
incertain
incluant
indifférencié
indéterminée
infantile
infiltrant
inflammatoire
insulaire
insulaires
interdigitées
intermédiaire
intermédiaires
interstitielles
intestin
intestinal
intra
intracanalaire
intracanaliculaire
intracortical
intradermique
intrakystique
intramusculaire
intratubulaires
intraépithélial
intraépithéliale
invasif
invasive
inversé
jonction
jugulaire
juvénile
juxtacortical
juxtaglomérulaire
kyste
kystique
kératinisant
kératinisée
kératosique
l
la
lactation
le
lentigineux
lentigo
les
lignées
limite
lipides
lipidiques
lipo
lisses
lobulaire
lon
longs
lourdes
lutéinisé
lympho
lymphoblastique
lymphocytaire
lymphocytes
lymphome
lymphoplasmocyto
lymphoprolifératif
lymphoproliférative
lymphoépithélial
m
macrovésiculaire
maladie
maligne
malignes
malignité
malin
malpighienne
mamelon
manteau
marginale
mastocytes
maturation
matures
mes
micro
microinvasif
microkystique
micropapillaire
microvésiculaire
minimale
mixte
mixtes
modérée
monoclonale
monocytaire
monomorphe
mous
mucineuse
mucineux
mucipare
muco
mucocarcino
multifocal
multifocale
multiple
multiples
muqueux
muscles
myofibroblastique
myxo
myxopapillaire
myélo
myélodysplasique
myélofibrose
myélogène
myélomonocytaire
myéloproliférative
médiastinal
médullaire
médullaires
mégacaryoblastique
mélanome
mélanose
mélanotique
méningothélial
méningé
méningée
mésenchymateux
mésoblastique
mésodermique
mésonéphrique
métanéphrique
métaplasie
métaplasique
métastasant
métastatique
n
nasal
nature
ne
nerfs
nes
neuroblastome
neuroectodermique
neuroendocrinien
neuroendocrinienne
neurogénique
neuroépithéliale
neutrophiles
nodulaire
non
nulles
négatif
néphrogène
obs
odontogène
odontome
olfactif
olfactive
os
osseuse
osseux
ossifiant
ossifiante
ostéo
ostéoclastiformes
ou
ovaire
ovarien
oxyphile
page
pancréas
panniculite
papillaire
papillome
parasympathique
pariétales
parostéal
partielle
partiellement
pas
pelotonné
petites
petits
peu
phase
phyllode
phénotype
pigmentaire
pigmenté
pilaire
pilocytique
pilomatriciel
pituitaire
placentaire
plasmocytes
plastique
plat
pleuropulmonaire
plexiforme
plexus
plusieurs
pléomorphe
polaire
polyadénome
polygonales
polykystique
polymorphe
polynucléaires
polype
polypes
polypo
positif
possibilité
potentiel
primaire
primitif
primitive
principales
proliférative
prolymphocytaire
promyélocytaire
protoplasmique
protubérant
précancéreuse
précisé
précurseurs
prédominance
présentant
psammomateux
pseudo
pseudopapillaire
pseudosarcomateux
pulmonaire
péribronchique
péricanaliculaire
périostique
périosté
périphérique
périphériques
péritoine
q
r
racémeux
rein
rhabdo
rhabdomyoblastique
riche
roche
rondes
règles
réfractaire
région
régressant
régression
rénale
rénales
rénomédullaires
réticulaire
rétiforme
sans
sarcomato
sauf
schneidérien
sclérosant
sclérosante
sclérose
secondaire
sein
sellaire
sexuels
sidéroblastes
signification
simplex
simulant
site
situ
solide
solitaire
sous
spermatocytaire
spinocellulaire
splénique
spontanée
squirrheux
stroma
stromal
stromale
stéro
sudorifère
sudoripares
superficiel
superficielle
sur
surface
surrénaliens
survenant
sympathique
syndrome
synovial
sébacé
sécrétoire
séminomateuse
séreuse
séreux
t
thymique
thèque
thérapie
tissus
toutes
trabéculaire
transformation
transitionel
transitionnel
transitionnelle
transitionnelles
tricholeucocytes
trophoblastique
ts
tubes
tubules
tubuleux
tubulovilleux
tumorales
type
types
télangiectasique
ténosynoviale
térato
ud
un
une
unifocale
variante
variétés
veineux
ventriculaire
verruqueux
vessie
vestiges
vieillards
villeux
vitelline
voir
vraie
vus
vésiculaire
zone
Élastofibrome
Épendymome
Épithéliome
Érythroplasie
éléments
éosinophile
éosinophiles
épanchement
épendymaire
épidermique
épidermo
épithélial
épithéliale
épithélialmyoépithélial
épithélio
épithéliome
intestin
Abdomen
Ampoule
Amygdale
Angle
Anneau
Annexes
Antre
Anus
Appareil
Appendice
Autres
Base
Bassin
Bassinet
Bord
Bouche
Bronche
Caecum
Canal
Cardia
Cartilage
Cerveau
Cervelet
Choroïde
Clitoris
Coeur
Col
Colonne
Commissure
Conjonctive
Cordon
Cornée
Corps
Corpuscule
Cortex
Côlon
Côte
Deux
Diverticule
Duodénum
Dôme
Encéphale
Endocol
Endomètre
Estomac
Exocol
Face
Fallope
Fente
Foie
Fond
Fosse
Fundus
Ganglion
Ganglions
Gencive
Gland
Glande
Glotte
Grande
Hypopharynx
Iléon
Ilôts
Intestin
Isthme
Jonction
Jéjunum
Langerhans
Langue
Larynx
Ligament
Lobe
Localisations
Loge
Luette
Lèvre
Lésion
Mamelon
Mandibule
Meckel
Membre
Moelle
Muqueuse
Myomètre
Médiastin
Médullosurrénale
Méninges
Nasopharynx
Nerf
Nerfs
Orbite
Oreille
Organes
Orifice
Oropharynx
Os
Ouraque
Ovaire
Palais
Pancréas
Paramètre
Paroi
Paupière
Peau
Petite
Pharynx
Pilier
Placenta
Plancher
Plèvre
Poumon
Prolongement
Prépuce
Pylore
Péritoine
Quadrant
Queue
Rate
Rectum
Rein
Région
Régions
Rétine
Rétropéritoine
SAI
Sang
Scrotum
Sein
Sinus
Siège
Système
Testicule
Thorax
Thymus
Tiers
Tissu
Trachée
Tractus
Trigone
Trompe
Tronc
Tête
Uretère
Urètre
Utérus
Vagin
Vallécule
Vater
Ventricule
Verge
Vessie
Vestibule
Voies
Vulve
Vésicule
Waldeyer
Zone
abdomen
abdominal
accessoires
acoustique
aisselle
amygdale
amygdalienne
anal
anale
annexe
annexes
antérieur
antérieure
antérieurs
anus
aortique
appareil
articulaire
articulaires
articulations
ary-épiglottique
ascendant
autonome
autres
axillaire
bassin
biliaire
biliaires
bouche
branchiale
bras
buccale
canal
carotidien
cartilage
cartilages
cavité
central
centrale
cerveau
cervical
cheval
ciliaire
classable
clavicule
cloacale
coccyx
col
conjonctif
contiguës
corps
cou
courbure
courts
craniopharyngé
crâne
crânien
cur
cérébral
cérébrales
côlon
descendant
digestif
dorsale
dur
dun
définies
ectopique
endocrine
endocrines
endothélial
estomac
ethmoïdal
exclusion
externe
extra-hépatiques
face
frontal
féminin
gastrique
gastro-intestinal
glandes
grandes
grêle
génital
génitaux
hanche
hypopharyngée
hypopharynx
hypophysaire
hématopoïétique
hépatique
iléocaecale
inférieur
inférieure
inférieurs
inféro-externe
inféro-interne
inguinale
intestinal
intra-abdominaux
intra-scrotal
intra-thoraciques
intrahépatiques
jambe
joue
lacrymale
langue
large
laryngé
larynx
latéral
latérale
linguale
localisation
localisations
longs
lymphatique
lymphatiques
lèvre
lèvres
mal
marge
masculins
maxillaire
membre
membres
mou
mous
moyen
moyenne
multiples
nasale
nasopharyngée
nasopharynx
nerfs
nerveux
nez
non
néoplasique
néoplasme
occipital
olfactif
omoplate
optique
organes
oropharynx
os
osseuse
ou
palais
pancréas
pancréatique
para-urétrale
paraganglions
parathyroïde
pariétal
parotide
peau
pelviens
pelvis
pharyngée
pharynx
pinéale
piriforme
plancher
postérieur
postérieure
poumon
primaire
principale
principales
prostatique
précisé
précisées
pénis
péri-anale
périphériques
péritoine
que
rachidiennes
recto-sigmoïdienne
rectum
repli
respiratoire
respiratoires
rond
région
régions
réticulo-
rétrocricoïdienne
rétromolaire
rétropéritoine
sacrum
salivaire
salivaires
scrotum
sein
sigmoïde
sinus
souche
sous-cutané
sous-glottique
sous-maxillaire
spermatique
sphénoïdal
splénique
spécifiées
sternum
sub-linguale
supérieur
supérieure
supérieures
supéro-externe
supéro-interne
surrénale
surrénalien
sus-glottique
système
tant
temporal
thoracique
thorax
thyroïde
tiers
tissu
tissus
transverse
tronc
tête
urinaire
urétéral
utérin
utérus
valvule
ventrale
verge
vertébrale
vessie
vestibulo-cochléaire
voies
vulve
vésical
il
sophage
Épididyme
Étage
épaule
épiglotte
épinière
Moelle
Os
Tissu
hors
Anus
Appareil
Autres
Bouche
Bronche
Col
Colon
Corps
Encéphale
Estomac
Foie
Fosse
Ganglions
Glande
Glandes
Intestin
Langue
Larynx
LibelleGroupeTopoCodeGroupeTopo
Médiastin
Méninges
Nasopharynx
Nerfs
Oeil
Oesophage
Organes
Ovaire
Pancréas
Peau
Pharynx
Placenta
Prostate
Rectum
Rein
Rétropéritoine
SAI
SAI
SAI
Sein
Sinus
Site
Systèmes
Testicule
Thymus
Trachée
Tractus
Utérus
Vagin
Voies
Vulve
Vésicule
anal
annexes
apparentées
articulaire
articulations
autonome
autres
biliaires
biliaires
canal
cartilage
central
conjonctif
crâniens
de
des
du
définies
endocrines
et
face
féminin
gastro-intestinal
glandes
grêle
génital
génitaux
hématopoiétique
inconnu
intrahépatiques
jonction
la
localisations
lymphatiques
mal
masculins
mous
moyenne
nasale
nasopahrynx
nerfs
nerveux
oreille
parotide
poumon
primaire
périphériques
péritoine
respiratoire
régions
réticulo-endothélial
salivaires
sous-cutané
structures
système
thyroide
tissu
tissus
urinaires
utérin
utérin
voies
épinière
Adenocarcinomas
B-cell
Basal
Histiocytes
Hodgkin
Kaposi
LibelleGroupeMorphoCodeGroupeMorpho
Mast-cell
Mesotheliomas
Myeloid
NK-cell
Other
Sarcomas
Squamous
T-cell
Unspecified
accessory
and
cancer
cancer
carcinomas
carcinomas
carcinomas
carcinomas
cell
cells
haematopoietic
lymphoid
lymphomas
neoplasms
neoplasms
of
sarcomas
soft
specific
specified
tissue
tissues
transitional
tumors
tumours
types
